import '@/app/kursrhp/styles.scss';
import '../docs.scss'
export default function Page() {
  return (
    <div className='document c11 doc-content'>
      <div>
        <a href='/kursrhp' style={{
          fontFamily: 'Raleway, sans-serif',
          fontSize: '1.4rem',
          color: '#202020',
          fontWeight: '600'
        }}>Повернутись назад</a>
      </div>
      <p className='c0'><span className='c1'>ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ</span></p><p
      className='c8'
    ><span className='c1'></span></p><p className='c0'><span className='c3'>в
    редакції від 24.04.2023 року</span></p><p className='c8'><span
      className='c3'
    ></span></p><p className='c2'><span className='c3'>Ця Політика
    конфіденційності визначає загальні умови обробки та захисту персональних
    даних Користувачів, які збираються в процесі отримання ними послуг, що
    надаються Виконавцем, та використання Сайту.</span>
    </p><p className='c2 c12'><span className='c3'></span></p>
      <ol className='c9 lst-kix_list_1-0 start' start='1'>
        <li className='c0 c7 c19'><span className='c1'>Загальні положення</span></li>
      </ol>
      <ol className='c9 lst-kix_list_1-1 start' start='1'>
        <li className='c2 c7'><span className='c3'>Перед реєстрацією на Сайті та (або)
      здійсненням оплати послуг, що надаються Виконавцем, Користувач
      зобов’язаний ознайомитись із положеннями цієї Політики конфіденційності та
      надати свою однозначну згоду на обробку своїх персональних даних.</span>
        </li>
        <li className='c2 c7'><span className='c3'>Користувач, заповнюючи спеціальну
      форму на Сайті та натискаючи на кнопку «</span><span
          className='c13'
        >Придбати курс</span><span className='c3'>» (або кнопку з іншою назвою, яка
      має аналогічне значення) або здійснюючи оплату на користь Виконавця, тим
      самим погоджується з умовами цієї Політики конфіденційності та надає згоду
      на обробку його персональних даних. Згода Користувача на обробку його
      персональних даних може виражатися в конклюдентних діях, зокрема в
      продовженні використання Сайту після того, як Користувач повинен був
      ознайомитись із цією Політикою конфіденційності.</span>
        </li>
        <li className='c2 c7'><span className='c3'>Користувач повинен негайно
      припинити використання Сайту, якщо він не погоджується з умовами цієї
      Політики конфіденційності.</span>
        </li>
        <li className='c2 c7'><span className='c3'>Володільцем та розпорядником
      персональних даних відповідно до цієї Політки конфіденційності є
      Виконавець.</span>
        </li>
      </ol>
      <p className='c10'><span className='c3'></span></p>
      <ol className='c9 lst-kix_list_1-0' start='2'>
        <li className='c0 c15 li-bullet-0'><span className='c1'>Визначення понять та
      їх тлумачення</span></li>
      </ol>
      <ol className='c9 lst-kix_list_1-1 start' start='1'>
        <li className='c2 c7'><span className='c3'>Терміни та поняття, що
      використовуються у цій Політиці конфіденційності, вживаються у значеннях,
      наведених нижче:</span>
        </li>
      </ol>
      <p className='c2'><span className='c16'>Сайт</span><span className='c13'>&nbsp;–
        &nbsp;сукупність даних (текстів, графічних і дизайнерських елементів, фото,
    відео та інших результатів інтелектуальної діяльності, комп’ютерних
    програм), що пов’язані між собою, містяться в інформаційній системі та
    забезпечують доступність цієї інформації для кінцевих споживачів та
    розміщуються за адресою:
  </span><span className='c4'>https://harchenko.com.ua/kursrhp</span><span
        className='c3'
      >.</span></p><p className='c2'><span className='c16'>Користувач</span><span
      className='c3'
    >&nbsp;– фізична особа, яка використовує Сайт.</span></p><p
      className='c2'
    ><span className='c16'>Виконавець</span><span className='c3'>&nbsp;- фізична
    особа-підприємець, яка надає Користувачу послуги в порядку та на умовах,
    визначених Публічним договором, та яка також є власником та розпорядником
    персональних даних Користувачів.</span>
    </p>
      <ol className='c9 lst-kix_list_1-1' start='2'>
        <li className='c2 c7'><span className='c3'>Заголовки в цій Політиці
      конфіденційності наводяться лише для зручності та не впливають на
      тлумачення пунктів Політики конфіденційності.</span>
        </li>
        <li className='c2 c7'><span className='c3'>У випадку, якщо в цій Політиці
      конфіденційності використовуються терміни та поняття, не визначені цим
      розділом Політики конфіденційності, то тлумачення такого терміну або
      поняття відбувається відповідно до тексту цієї Політики. У випадку
      відсутності однозначного тлумачення терміну або поняття, необхідно
      тлумачити це поняття, виходячи із правил розуміння таких термінів та
      понять у мережі «Інтернет».</span>
        </li>
      </ol>
      <p className='c10 c20'><span className='c3'></span></p>
      <ol className='c9 lst-kix_list_1-0' start='3'>
        <li className='c0 c7 c19'><span className='c1'>Дані, які можуть збиратися</span></li>
      </ol>
      <p className='c2'><span className='c3'>3.1. До інформації про Користувача, яка
    може збиратися відповідно до цієї Політики конфіденційності, відноситься:</span>
      </p><p className='c2'><span className='c3'>3.1.1. Інформація, отримана від
    Користувача, зокрема:</span></p><p className='c2'><span className='c3'>- ПІБ
    фізичної особи;</span></p><p className='c2'><span className='c3'>- номер
    телефону;</span></p><p className='c2'><span className='c3'>- електронна
    пошта;</span></p><p className='c2'><span className='c3'>3.1.2. Інформація,
    отримана під час використання Сайту, зокрема:</span>
    </p><p className='c2'><span className='c3'>- файли Cookies;</span></p><p
      className='c2'
    ><span className='c3'>- IP-адреса Користувача;</span></p>
      <p className='c2'><span className='c3'>- поведінка Користувача на Сайті.
  </span></p><p className='c2'><span className='c3'>3.2. Виконавець може
    автоматично збирати не особисту інформацію Користувача, тобто таку, що не
    дає можливості прямо чи опосередковано ідентифікувати Користувача, зокрема
    про тип браузера Користувача або інформацію про сайт, із якого Користувач
    перейшов на Сайт.</span>
    </p><p className='c2 c12'><span className='c3'></span></p><p
      className='c0'
    ><span className='c1'>4. Мета обробки та строки зберігання персональних даних</span>
    </p><p className='c2'><span className='c3'>4.1. Прізвище, ім’я, по батькові,
    номер телефону та електронна пошта Користувача збираються для організації та
    реалізації співпраці між Користувачем та Виконавцем, зокрема для надання
    Виконавцем послуг Користувачу.</span>
    </p><p className='c2'><span className='c3'>Така інформація зберігається протягом
    трьох років із моменту здійснення останньої оплати послуг Виконавця.</span>
    </p><p className='c2'><span className='c3'>4.2. Електронна пошта Користувача та
    номер телефону збираються для обміну інформацією з Користувачем, у тому
    числі щодо надання Користувачу інформації рекламного характеру про
    діяльність Виконавця.
  </span>
    </p><p className='c2'><span className='c3'>Така інформація зберігається протягом
    трьох років із моменту здійснення останньої оплати послуг Виконавця.</span>
    </p><p className='c2'><span className='c3'>Користувач має право в будь-який
    момент відмовитись від отримання SMS, листів на електронну пошту з
    інформацією, визначеною цим пунктом.
  </span>
    </p><p className='c2'><span className='c3'>4.3. Інформація про файли Cookies,
    IP-адресу Користувача, поведінку Користувача на Сайті збирається для
    адаптації маркетингових і рекламних заходів, що пропонується на Сайті або
    сервісах третіх осіб, та контролю загальної та індивідуальної активності
    Користувачів.</span>
    </p><p className='c2'><span className='c3'>Така інформація зберігається протягом
    трьох років із моменту останнього відвідування Сайту Користувачем.</span>
    </p><p className='c2'><span className='c3'>4.4. Виконавець не здійснює збір та
    обробку платіжних даних Користувача. Такий збір та обробка здійснюється
    відповідно до внутрішніх документів платіжної системи-партнера та (або)
    банка-партнера.
  </span>
    </p><p className='c2 c12'><span className='c1'></span></p><p
      className='c0'
    ><span className='c1'>5. Права Користувача</span></p><p className='c2'><span
      className='c3'
    >5.1. Користувач має право:</span></p><p className='c2'><span
      className='c3'
    >5.1.1. знати про джерела збирання, місцезнаходження своїх персональних даних,
    мету їх обробки, місцезнаходження або місце проживання (перебування)
  </span><span className='c13'>власника</span><span className='c3'>&nbsp;чи
    розпорядника персональних даних або дати відповідне доручення щодо отримання
    цієї інформації уповноваженим ним особам, крім випадків, встановлених
    законом;</span>
    </p><p className='c2'><span className='c3'>5.1.2. отримувати інформацію про
    умови надання доступу до персональних даних, зокрема інформацію про третіх
    осіб, яким передаються його персональні дані;</span>
    </p><p className='c2'><span className='c3'>5.1.3. на доступ до своїх
    персональних даних;</span></p><p className='c2'><span className='c3'>5.1.4.
    отримувати не пізніше як за тридцять календарних днів з дня надходження
    запиту, крім випадків, передбачених законом, відповідь про те, чи
    обробляються його персональні дані, а також отримувати зміст таких
    персональних даних;</span>
    </p><p className='c2'><span className='c3'>5.1.5. пред’являти вмотивовану вимогу
  </span><span className='c13'>власнику</span><span
      className='c3'
    >&nbsp;персональних даних із запереченням проти обробки своїх персональних
    даних;</span></p><p className='c2'><span className='c3'>5.1.6. пред'являти
    вмотивовану вимогу щодо зміни або знищення своїх персональних даних
    будь-яким
  </span><span className='c13'>власником</span><span className='c3'>&nbsp;та
    розпорядником персональних даних, якщо ці дані обробляються незаконно чи є
    недостовірними;</span>
    </p><p className='c2'><span className='c3'>5.1.7. на захист своїх персональних
    даних від незаконної обробки та випадкової втрати, знищення, пошкодження у
    зв'язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а
    також на захист від надання відомостей, що є недостовірними чи ганьблять
    честь, гідність та ділову репутацію фізичної особи;</span>
    </p><p className='c2'><span className='c3'>5.1.8. звертатися зі скаргами на
    обробку своїх персональних даних до Уповноваженого Верховної Ради України з
    прав людини або до суду;</span>
    </p><p className='c2'><span className='c3'>5.1.9. застосовувати засоби правового
    захисту в разі порушення законодавства про захист персональних даних;</span>
    </p><p className='c2'><span className='c3'>5.1.10. вносити застереження стосовно
    обмеження права на обробку своїх персональних даних під час надання згоди;</span>
    </p><p className='c2'><span className='c3'>5.1.11. відкликати згоду на обробку
    персональних даних;</span></p><p className='c2'><span className='c3'>5.1.12.
    знати механізм автоматичної обробки персональних даних;</span></p><p
      className='c2'
    ><span className='c3'>5.1.13. на захист від автоматизованого рішення, яке має
    для нього правові наслідки.</span>
    </p><p className='c2'><span className='c3'>5.2. Користувач, який має намір
    реалізувати свої права, передбачені пунктом 5.1 цієї Політики
    конфіденційності, направляє свою вимогу на адресу електронної пошти:</span><span
      className='c6'
    >info.harchenko@gmail.com</span><span className='c3'>. Така вимога
    розглядається Виконавцем протягом 10 днів з моменту отримання.</span>
    </p><p className='c10'><span className='c1'></span></p><p
      className='c0 c5'
    ><span className='c1'>6. Доступ до персональних даних третіми особами</span></p><p
      className='c2'
    ><span className='c3'>6.1. Персональні дані Користувачів можуть бути передані
    третім особам у таких випадках:</span>
    </p><p className='c2'><span className='c3'>6.1.1. за письмовою згодою
    Користувача;</span></p><p className='c2'><span className='c3'>6.1.2. у
    випадках, передбачених чинним законодавством України та цією Політикою
    конфіденційності;</span>
    </p><p className='c2'><span className='c3'>6.1.3. у випадку необхідності
    передачі даних партнерам (контрагентам тощо) Виконавця з метою вчинення
    правочинів (виконання зобов’язань), які пов’язані з Користувачем.</span>
    </p><p className='c2'><span className='c3'>6.2. Виконавець залишає за собою
    право надавати знеособлені дані будь-яким третім особам.</span></p>
      <p className='c2'><span className='c3'>6.3. Користувач погоджується та надає
    згоду на передачу його персональних даних третій особі, у тому числі
    юридичній особі, зареєстрованій за законодавством іноземної держави, з метою
    надання такою особою платформи для надання Виконавцем послуг</span><span
        className='c3 c17'
      >, у обсягах, необхідних для виконання договору, укладеного між Виконавцем та
    Користувачем. Обробка персональних даних Користувача такими третіми особами
    здійснюється відповідно до внутрішніх правил таких третіх осіб. У будь-якому
    разі Виконавець має впевнитися, що заходи, які вживаються такими третіми
    особами для захисту персональних даних Користувача, не є гіршими заходів
    Виконавця. Замовник має право звернутися до Виконавця із заявою, яка
    направляється на електронну пошту:
  </span><span className='c6'>info.harchenko@gmail.com</span><span
        className='c3 c17'
      >&nbsp;з проханням надати інформацію про таких третіх осіб та правил обробки
    ними персональних даних Користувача.</span>
      </p><p className='c2 c12'><span className='c3'></span></p><p
      className='c0'
    ><span className='c1'>7. Порядок захисту конфіденційної інформації</span></p><p
      className='c2'
    ><span className='c3'>7.1. Виконавець здійснює обробку персональних даних із
    застосуванням правових, організаційних та технічних заходів, що запобігають
    випадковим втратам, знищенню та (або) незаконній обробці, зокрема
    незаконного знищення чи доступу до персональних даних.</span>
    </p><p className='c2'><span className='c3'>7.2. Працівники Виконавця та треті
    особи, залучені Виконавцем із метою надання послуг Користувачу, мають доступ
    лише до тих персональних даних, які необхідні їм у процесі виконання своїх
    обов’язків.</span>
    </p><p className='c2'><span className='c3'>7.3. Видалення та знищення
    персональних даних Користувачів здійснюється у спосіб, що виключає подальшу
    можливість поновлення таких персональних даних.</span>
    </p><p className='c2 c12'><span className='c3'></span></p><p
      className='c0'
    ><span className='c1'>8. Інші положення</span></p><p className='c2'>
  <span className='c3'>8.1. Виконавець має право в односторонньому порядку
    змінювати умови цієї Політики конфіденційності, не повідомляючи про це
    Користувача. Зміни до Політики вступають у силу з моменту їх розміщення на
    Сайті.</span>
    </p><p className='c2'><span className='c3'>8.2. У разі, якщо будь-яке з положень
    цих Правил буде визнано будь-яким компетентним державним органом України
    недійсним, це не вплине на дійсність або можливість виконання будь-яких
    інших умов цих Правил, які залишаються повністю дійсними, якщо інше не
    передбачено законодавством України.</span>
    </p><p className='c2'><span
      className='c3'
    >8.3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Вирішення спорів, які
    виникають між Сторонами щодо виконання цих Правил, здійснюється шляхом
    переговорів.
  </span>
    </p><p className='c2'><span
      className='c3'
    >8.4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Спори між Сторонами,
  </span><span className='c13'>не врегульовані</span><span
      className='c3'
    >&nbsp;Сторонами шляхом переговорів, вирішуються компетентним судом України за
    законодавством України.
  </span>
    </p><p className='c8'><span className='c3'></span></p><p className='c18'><span
      className='c1'
    >Реквізити Виконавця:</span></p><p className='c8'>
      <span className='c1'></span></p><p className='c18'><span
      className='c14'
    >Фізична особа – підприємець <br /></span><span className='c21'><br />Харченко
    Дарина Вікторівна
    <br />РНОКПП 3388707604,
    <br />Адреса:71107, Запорізька обл., м. Бердянськ, вул. І.Богуна, буд.5,<br
      /></span>
    </p>

    </div>
  );
}