import Link from 'next/link';
import Image from 'next/image';
import dashaPhoto from './images/dasha.jpg';

export default function Home() {
  return (
    <main className='flex flex-col items-center justify-between'>
      <div className='w-full test-container'>
        <div className='top-container'>
          <div className='left-column'></div>
          <div className='right-column'>тест</div>
        </div>
        <div className='photo-container'>
          <div className='photo'>
            <Image src={dashaPhoto} alt='Даша Харченко' width={312} height={112} />
          </div>
        </div>
        <div className='ellipse-element-first'>
          <svg
            xmlns='http://www.w3.org/2000/svg'
            width='114'
            height='82'
            fill='none'
            viewBox='0 0 114 82'
          >
            <path
              fill='#F1E7F1'
              d='M38.716 71.747c1.901 1.648 4.305-.792 4.52-2.615.299-2.52.343-5.1 1.112-7.514.767-2.415 2.447-4.72 4.855-5.367 2.306-.62 4.776.41 6.607 1.966 1.832 1.556 3.191 3.596 4.73 5.452 5.487 6.62 13.308 10.888 21.444 13.413 8.136 2.526 16.655 3.443 25.114 4.347 2.503.267 6.014-.313 6.027-2.877.006-1.073-.706-2-1.42-2.789-7.108-7.86-17.58-11.556-27.819-13.882-10.239-2.327-20.83-3.623-30.421-7.951 5.2-2.34 10.4-4.682 15.602-7.022 5.098-2.295 10.478-4.826 13.534-9.575 2.556-3.972 3.107-8.949 5.234-13.175 3.058-6.073 9.207-10.294 11.389-16.747.292-.864.499-1.843.112-2.667-.715-1.52-2.811-1.508-4.45-1.265L82.46 5.327c-2.046.305-4.14.624-5.961 1.619-4.226 2.309-5.93 7.641-6.148 12.522-.218 4.88.65 9.818-.158 14.633-.78 4.65-3.162 9.005-6.635 12.127a102.831 102.831 0 002.45-36.278c-.12-1.068-.3-2.225-1.067-2.962-.635-.607-1.554-.8-2.424-.8-4.808-.006-8.346 5.128-8.61 10.02-.265 4.892 1.786 9.558 3.538 14.121 1.752 4.563 3.255 9.594 1.889 14.29-1.658 5.7-7.873 9.594-13.613 8.533l1.776-18.341c.21-2.164.388-4.488-.664-6.38-1.64-2.948-4.639-2.625-5.182.138-.663 3.367 1.222 8.638 1.123 12.297-.019.684-.225 1.57-.895 1.632-.319.03-.614-.16-.875-.348-7.237-5.205-10.117-14.512-13.494-22.855-2.583-6.38-6.284-13.286-12.385-16.798C11.518.42.323-1.648.403 5.35.432 7.82 1.873 10 2.882 12.243c1.62 3.607 2.207 7.689 4.288 11.042 1.364 2.197 3.295 3.956 5.2 5.684 4.005 3.63 8.313 8.974 13.136 11.255 2.787 1.32 6.032 1.956 8.892 3.194 2.837 1.229 7.502 3.368 7.502 3.368s.012 8.843-2.352 17.984c-.925 3.572-1.913 6.033-.834 6.97-.001 0 .001.002 0 0l.002.007z'
            ></path>
          </svg>
        </div>
        <div className='title'>
          <h1>Ставлення до прийому їжі</h1>
        </div>
        <div className='title-container'>
          <div className='subtitle'>Тест складається із 26 питань та дозволяє визначити наявність розладу харчової поведінки</div>
        </div>
        <div className='ellipse-element-second' />
        <div className='mt-16 p-5 text-center start-test-btn-wrapper'>
          <button type='button' className='btn-default start-test-btn'>
            <Link href='/test'>
              Почати тест
            </Link>
          </button>
        </div>

      </div>
    </main>
  );
}
