// create component with result of test

export default function Result({ userAnswers }) {
  return (
    <div className="result flex-col overflow-auto h-screen">
      <h1 className="text-xl mt-14">Ви закінчили тест!</h1>
      <div className="flex flex-col justify-center items-center mt-6">
        <p className="text-xl">
          Ваш результат: <span className="font-bold text-3xl">{userAnswers.map((answer) => answer.answer.answerWeight).reduce((a, b) => a + b, 0)}</span>
        </p>
        <p className="leading-7 mt-6">
          Результат понад двадцять? Настав час для більш уважного погляду професіонала. Але не дозволяйте цифрі менше 20 заспокоїти вас і дати хибне відчуття безпеки. Розлади харчової поведінки можуть бути хитрими і часто ховаються під маскою заперечення. Тому, якщо у вас немає 20 балів, але ви все
          ще відчуваєте дистрес, не соромтеся звертатися за допомогою. Пам&apos;ятайте, що цей тест - це путівник, а не євангеліє - тільки фахівець може розставити всі крапки над &quot;і&quot; для повної картини. Якщо ваші стосунки з їжею та тілом не в порядку, незалежно від вашого балу, зверніться
          за професійною порадою. Завжди є час подбати про своє здоров&apos;я
        </p>
        <p className="mt-6" style={{fontSize: '.7rem'}}>
          <span className="font-bold text-xl">*</span>{' '}
        Eating Attitudes Test (Тест ставлення до їди, EAT26) був розроблений David M.Garner в Інституті психіатрії Кларка університету Торонто в 1979 р.,
    <br /><br />
    В 1982 р. тест був модифікований до 26 питань і був названий EAT-26.
    <br /><br />
    EAT-26 публікується з дозволу автора David M.Garner. The EAT-26
    <br /><br />
    Тест є скринінговим, тобто. на підставі його результатів неможливо самостійно визначити діагноз. Тест EAT-26 дозволяє оцінити ймовірність наявності розладів харчової поведінки (РХП), особливо нервової анорексії та булімії. Чим вище підсумкові бали, тип вища ймовірність наявності РХП
        </p>
        {/* <p className="text-xl"></p> */}
      </div>
    </div>
  );
}
